Repository: mikolajkapica/skarbonka
Catalog: Skarbonka/Assets/Localizable.xcstrings
Source language: pl
Languages: en

# tygodniowo i ciesz się z zakupu %@ za %lld zl
source: tygodniowo i ciesz się z zakupu %1$@ za %2$lld zl
en: weekly and enjoy your purchase of %1$@ for %2$lld zl

# addToSkarbonka
source: dodaj do skarbonki
en: add to skarbonka 222

source: Anuluj
en: Cancel

source: Brawo!
en: Well done!

source: Brawo! Udao sie zebrac!
en: Congratulations! You've collected it!

source: Cena produktu
en: Product price

source: Co miesiąc
en: Monthly

source: Co tydzień
en: Weekly

source: Codziennie
en: Daily

source: Dalej
en: Next

source: dni
en: days

source: Dodaj nowy cel
en: Add new goal

source: dziennie
en: daily

source: Gratulacje! Możesz teraz zacząć oszczędzać
en: Congratulations! You can start saving now

source: Gry
en: Games

source: Jak często będziesz oszczędzał?
en: How often will you save?

source: Jaką kwotę będziesz oszczędzać?
en: How much will you save?

source: już za
en: only after

source: Kiedy zaczniesz oszczędzać?
en: When will you start saving?

source: Koniec gry!
en: Game over!

source: Kupisz za
en: You'll buy in

source: Kwota
en: Amount

source: Łapacz monet
en: Money catcher

source: Masz już
en: You already have

source: miesiecznie
en: monthly

source: Naciśnij profil osoby, z którą chcesz zagrać albo dodaj nowego znajomego.
en: Tap the profile of the person you want to play with or add a new friend.

source: Naciśnij przycisk aby dodać nowy cel oszczędnościowy
en: Press the button to add a new savings goal

source: Nie masz jeszcze żadnych celów
en: You don't have any goals yet

source: Nie udalo sie obliczyc daty
en: Failed to calculate date

source: np. karty PokemonGo
en: e.g. PokemonGo cards

source: Obecne oszczędności
en: Current savings

source: Odłóż dziś
en: Save today

source: Oszczędności
en: Savings

source: Oszczędzaj
en: Save

source: Oszczędzanie
en: Savings

source: Oszczędzasz
en: You are saving

source: Profil
en: Profile

source: Sprawdź czy wszystkie dane się zgadzają
en: Check if all data is correct

source: Teraz w skarbonce masz:
en: Currently in your piggy bank:

source: Twój cel zotał dodany
en: Your goal has been added

source: Twoje cele oszczędnościowe
en: Your savings goals

source: Twoje oszczędności
en: Your savings

source: tygodni
en: weeks

source: tygodniowo
en: weekly

source: Usuń cel
en: Delete goal

source: Wpisz nazwę Twojego celu
en: Enter your goal name

source: Wprowadź cenę
en: Enter price

source: Wróć
en: Back

source: Wybierz grafikę
en: Choose a photo

source: Wynik: %lld
en: Score: %lld

source: Wypełnij wszystkie pola aby utworzyć nowy cel
en: Fill in all fields to create a new goal

source: za
en: after

source: Zacznij grę
en: Start the game

source: Zagraj ponownie
en: Play again

source: Zapisz cel
en: Save goal

source: zl
en: USD

source: zł
en: PLN

source: Zmień zdjęcie
en: Change photo

source: Zrobione
en: Done
